Repository: alisidd/PartyApp
Catalog: WeJ/Supporting Files/*.lproj/Localizable.strings
Languages: fr

source: Party
fr: Fête

source: Edit
fr: Modifier

source: Done
fr: Fini

source: Close
fr: Fermer

source: Remove
fr: Supprimer

source: View Lyrics
fr: Voir Paroles

source: Leave Party
fr: Quitter Fête

source: Not Connected
fr: Pas connecté

source: Connecting
fr: En Cours de Connexion

source: Connected
fr: Connecté

source: Search
fr: Recherche

source: Artists
fr: Artistes

source: All Songs
fr: Toutes les Chansons

source: library song not found
fr: chanson de la biblio pas trouvée

source: library songs not found
fr: chansons pas trouvées dans votre biblio

source: request failed to send
fr: demande n'a pas atteint

source: requests failed to send
fr: demandes n'ont pas atteint

source: Error
fr: Erreur

source: Please check your internet connection
fr: Vérifiez votre connexion

source: Try Again
fr: Réessayer

source: Apple Music Access Denied
fr: Accès a Apple Music refusé

source: Go to Settings to enable Apple Music
fr: Allez dans Paramètres pour activer Apple Music

source: Cancel
fr: Annuler

source: Settings
fr: Paramètres

source: No Apple Music Subscription
fr: Pas d'abonnement Apple Music

source: An Apple Music Subscription is required to play music
fr: Un abonnement Apple Music est obligatoire pour passer la musique

source: No Spotify Premium
fr: Obtenir Spotify Premium

source: A Spotify Premium account is required to play music
fr: Un compte Spotify Premium est nécessaire pour jouer de la musique.

source: Incompatible iOS Version
fr: Version iOS incompatible

source: Your version of iOS may have problems with Apple Music playback. Please update to the newest version of iOS.
fr: Cette version d'Apple Music playback peut rencontrer des problèmes avec la version de votre iOS. Merci de mettre à jour votre iOS.

source: No Track Playing
fr: Aucune chansons jouent
